Repository: collective/collective.flowplayer
Catalog: src/collective/flowplayer/locales/*/LC_MESSAGES/collective.flowplayer.po
Languages: da, es, fr

source: Add Video Portlet
da: Tilføj videoportlet
es: Añadir portlet de video
fr: Ajouter une portlet vidéo

source: An image file to use as a splash image
da: Fremsøg et billede, der skal vises 'splash-billede' af videoen. Billedet vises i playeren, før videoen starter.
es: Una imagen para usar como splash
fr: Une image à utiliser comme image de démarrage

source: Edit Video Portlet
da: Rediger videoportlet
es: Editar portelet de video
fr: Modifier une portlet vidéo

source: Enter a number greater than 0 to limit the number of items displayed
da: Skriv et tal større end 0, hvis du ønsker at forkorte længden af playlisten.
es: Introduzca un número mayor que 0 para limitar el número de elementos mostrados
fr: Entrer un nombre supérieur à 0 pour limiter le nombre d'éléments affichés

source: Height
da: Højde
es: Altura
fr: Hauteur

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying data.
da: Hvis du krydser af, optræder et 'Vis mere..'-link i bunden af portletten. Det linker til den fil, mappe eller samling, som indeholder videoen.
es: Si habilitado, un enlace 'más ...' aparecerá en el pie del portlet enlazando a los datos
fr: Si coché, un lien 'plus...' sera affiché dans le pied de la portlet, vers la donnée correspondant.

source: If enabled, a random video from the selection will be played.
da: Hvis du har krydset af, så vil der blive vist en tilfældig video fra playlisten.
es: Si habilitado, se mostrará un video aleatorio de la selección
fr: Si coché, une vidéo choisie aléatoirement dans la sélection sera jouée.

source: Number of videos to show
da: Størrelse af playlisten
es: Número de videos a mostrar
fr: Nombre de vidéos à afficher

source: Portlet header
da: Portlet overskrift
es: Cabecera del portlet
fr: Entête de la portlet

source: Randomise the playlist
da: Afspil playlisten i tilfældig rækkefølge
es: Lista de reproducción aleatoria
fr: Mélanger la playlist

source: Show more... link
da: Vis mere... link
es: Enlace 'más ...'
fr: Montrer le lien plus...

source: Splash image
da: Forside-billede
es: Imagen de splash
fr: Image de démarrage

source: Target object
da: Video(er)
es: Contenido objetivo
fr: Elément cible

source: This can be a file containing an FLV file, or a folder or collection containing FLV files
da: Her skal du fremsøge det video, du vil vise. Hvis du kun vil vise en enkelt video, kan du finde en FLV-fil (Flash video), som allerede er uploadet til sitet. Hvis du vil have flere videoer på playlisten, kan du i stedet vælge en mappe eller en samling, som indeholder FLV-filer.
es: Puede ser un contenido archivo con un FLV, o una carpeta o colección con tales archivos
fr: Ceci peut être un fichier FLV, ou un dossier ou une collection remontant des fichiers FLV

source: This portlet display a Flash Video
da: Denne portlet viser en eller flere Flash videoer
es: Este portlet muestra un video flash
fr: Cette portlet affiche une vidéo Flash

source: Title of the rendered portlet
da: Titel på den viste portlet
es: Título del portlet renderizado
fr: Titre de la portlet affichée.

source: Width
da: Bredde
es: Ancho
fr: Largeur

source: You can override video height detected in video metadata. Leave empty to retreive height from metadata.
fr: Vous pouvez modifier la hauteur de la vidéo initialement détectée depuis les métadonnées. Laissez vide pour récupérer la hauteur depuis les métadonnées.

source: You can override video width detected in video metadata. Leave empty to retreive width from metadata.
fr: Vous pouvez modifier la largeur de la vidéo initialement détectée depuis les métadonnées. Laissez vide pour récupérer la largeur depuis les métadonnées.

source: more_url
da: Mere...
es: Más…
fr: Plus…

source: no_videos
da: Der er ikke nogen videoer i denne mappe. Tilføj nogle video-filer først.
es: No hay videos en esta carpeta. Añada algunos archivos de video aquí primero.
fr: Il n'y a pas de vidéo dans ce dossier. Ajouter quelques fichiers vidéo pour commencer.

source: video_fallback
da: Hvis videoen ikke begynder at spille i løbet af kort tid, så prøv at kontrollere, om du har Javascript slået til og har installeret den seneste version af Adobe Flash Player.
es: Si el video no comienza rápidamente, por favor, asegúrese de que tiene javascript habilitado
fr: Si la lecture de votre vidéo ne démarre pas rapidement, merci de vous assurer que vous avez le support de Javascript activé et que vous avez bien la dernière version du lecteur Adobe Flash installé (http://www.adobe.com/products/flashplayer/).
